{
    "Xin chào": "Chào bạn! Tôi có thể giúp gì cho bạn hôm nay?",
    "Học phí của khóa học là bao nhiêu?": "Học phí cho mỗi khóa học là 10.000.000 VNĐ.",
    "Lịch học như thế nào?": "Lịch học sẽ được gửi qua email của bạn sau khi đăng ký.",
    "Khóa học kéo dài bao lâu?": "Mỗi khóa học kéo dài 10 tuần.",
    "Giảng viên là ai?": "Khóa học được giảng dạy bởi các chuyên gia giàu kinh nghiệm trong ngành.",
    "Khóa học có yêu cầu đầu vào không?": "Không có yêu cầu đầu vào cho các khóa học cơ bản.",
    "Tôi có thể được hoàn tiền nếu không hài lòng không?": "Có, bạn có thể yêu cầu hoàn tiền trong vòng 14 ngày đầu tiên của khóa học.",
    "Tôi cần chuẩn bị những tài liệu gì?": "Bạn cần có máy tính cá nhân và kết nối internet.",
    "Khóa học có thực hành không?": "Có, khóa học bao gồm các bài tập thực hành và dự án thực tế.",
    "Làm thế nào để liên hệ với bộ phận hỗ trợ?": "Bạn có thể liên hệ với đội ngũ hỗ trợ qua email hoặc số điện thoại.",
    "Khóa học Python bắt đầu khi nào?": "Khóa học Python bắt đầu vào ngày 1 tháng 5 năm 2025.",
    "Khóa học JavaScript có giá bao nhiêu?": "Khóa học JavaScript có giá 12.000.000 VNĐ.",
    "Lớp học diễn ra vào giờ nào?": "Lớp học diễn ra từ 18:00 đến 21:00, từ thứ Hai đến thứ Sáu.",
    "Tôi có nhận được chứng chỉ sau khi hoàn thành khóa học không?": "Có, bạn sẽ nhận được chứng chỉ sau khi hoàn thành khóa học thành công.",
    "Có giảm giá nếu đăng ký sớm không?": "Có, bạn được giảm 10% nếu đăng ký sớm.",
    "Nếu tôi bỏ lỡ một buổi học thì sao?": "Bạn có thể xem lại các buổi học đã ghi hình nếu bỏ lỡ.",
    "Tôi có thể tương tác với giảng viên không?": "Có, bạn có thể tương tác với giảng viên trong các buổi học trực tiếp.",
    "Chúng tôi sẽ làm các dự án gì?": "Bạn sẽ làm các dự án thực tế liên quan đến nội dung khóa học.",
    "Khóa học có làm việc nhóm không?": "Có, sẽ có các dự án nhóm để tăng cường học tập hợp tác.",
    "Hôm nay là ngày bao nhiêu?": "Hôm nay là ngày 21 tháng 3 năm 2025.",
    "Khóa học có hỗ trợ sau khi kết thúc không?": "Có, chúng tôi cung cấp hỗ trợ qua email trong 3 tháng sau khi kết thúc khóa học.",
    "Tôi có thể đăng ký nhiều khóa học cùng lúc không?": "Có, bạn có thể đăng ký nhiều khóa học, nhưng hãy đảm bảo lịch học không bị trùng.",
    "Khóa học có trực tuyến không?": "Có, tất cả các khóa học đều được tổ chức trực tuyến qua Zoom.",
    "Làm sao để xem danh sách học viên?": "Bạn có thể xem danh sách học viên tại /students/ trên hệ thống.",
    "Danh sách khóa học ở đâu?": "Danh sách khóa học có tại /courses/, bạn vào đó để xem chi tiết.",
    "Tôi có thể tải tài liệu ở đâu?": "Tài liệu học tập có tại /documents/, bạn có thể tải xuống từ đó.",
    "Khóa học có bài kiểm tra không?": "Có, mỗi khóa học sẽ có bài kiểm tra định kỳ để đánh giá tiến độ của bạn.",
    "Tôi có thể đổi khóa học không?": "Có, bạn có thể đổi khóa học trong vòng 7 ngày đầu tiên sau khi đăng ký.",
    "Khóa học có hỗ trợ tiếng Anh không?": "Có, chúng tôi cung cấp tài liệu và hỗ trợ bằng cả tiếng Anh và tiếng Việt.",
    "Làm sao để điểm danh?": "Bạn có thể điểm danh tại /attendance/ trên hệ thống.",
    "Khóa học có giới hạn số lượng học viên không?": "Có, mỗi khóa học giới hạn 30 học viên để đảm bảo chất lượng.",
    "Tôi có thể xem báo cáo học tập ở đâu?": "Báo cáo học tập có tại /reporters/, bạn vào đó để xem chi tiết.",
    "Khóa học có hỗ trợ thực tập không?": "Có, một số khóa học nâng cao có chương trình thực tập tại các công ty đối tác.",
    "Tôi có thể hủy đăng ký không?": "Có, bạn có thể hủy đăng ký trước khi khóa học bắt đầu và được hoàn tiền 100%.",
    "Khóa học có bao gồm tài liệu in không?": "Không, tất cả tài liệu đều được cung cấp dưới dạng số, bạn có thể tự in nếu cần.",
    "Làm sao để tham gia diễn đàn?": "Diễn đàn học viên có tại /forums/, bạn có thể tham gia thảo luận tại đó.",
    "Khóa học có hỗ trợ nghề nghiệp không?": "Có, chúng tôi cung cấp tư vấn nghề nghiệp và hỗ trợ tìm việc sau khi hoàn thành khóa học.",
    "Tôi có thể học lại khóa học không?": "Có, bạn được phép học lại miễn phí trong vòng 6 tháng sau khi kết thúc khóa học.",
    "Khóa học có phù hợp với người mới bắt đầu không?": "Có, chúng tôi có các khóa học dành riêng cho người mới bắt đầu, không yêu cầu kinh nghiệm trước đó.",
    "Làm sao để biết tiến độ học tập của tôi?": "Bạn có thể xem tiến độ học tập của mình tại /progress/ trên hệ thống.",
    "Khóa học có hỗ trợ học viên quốc tế không?": "Có, chúng tôi hỗ trợ học viên quốc tế với tài liệu và hướng dẫn bằng tiếng Anh.",
    "Tôi có thể thanh toán học phí bằng cách nào?": "Bạn có thể thanh toán qua chuyển khoản ngân hàng hoặc ví điện tử như Momo, ZaloPay.",
    "Khóa học có cung cấp video bài giảng không?": "Có, tất cả bài giảng đều được ghi lại và bạn có thể xem lại bất cứ lúc nào.",
    "Làm sao để đăng ký khóa học?": "Bạn vào /courses/, chọn khóa học và nhấp vào nút 'Đăng ký' để hoàn tất.",
    "Khóa học có hỗ trợ học bổng không?": "Có, chúng tôi có chương trình học bổng cho học viên xuất sắc, bạn có thể liên hệ để biết thêm chi tiết."
    
}